Repository: gerudaeta/challenge-backend-wayni-
Catalog: CodingChallenge.Resources/Resources.*.resx
Languages: es

# ListaVacia
source: Empty list of shapes!
es: Lista vac√≠a de formas!

# ReporteEncabezado
source: Shapes report
es: Reporte de Formas

source: Perimetro
es: Perimeter

source: Formas
es: Shapes

# Cuadrado_Singular
source: Cuadrado
es: Square

# Cuadrado_Plural
source: Cuadrados
es: Squares

# Circulo_Plural
source: Círculos
es: Circles

# Circulo_Singular
source: Círculo
es: Circle

# TrianguloEquilatero_Singular
source: Triángulo
es: Triangle

# TrianguloEquilatero_Plural
source: Triángulos
es: Triangles
